Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: sma

source: Ovttaláganvuođa ideologiija ráhkada vuođu assimileremii dahje segregeremii ja
sma: - meatanmoeneme

source: dat ii soaba oktii daid fátmmasteaddji prinsihpaiguin mat ON olmmošvuoigatvuođain leat. Fátmmasteaddji prinsihpa ii dárbbaš dušše
sma: Daah prinsihph bigkieh dan reaktese joekehts årrodh dej sosijale, kultuvrelle jïh faageles ektievoeten mieriej sisnjeli.

source: sápmelaččaid ja dáččaid gaskkas, muhto maiddái sámi servodaga siskkobealde.
sma: Daate aktede hedtieideologeles ussjedimmeste joekehtahta, mij stuerebealaakan hedtiem tjïerteste goh akte

source: Sámi servodagain lea searvevuohta nanus.
sma: våarome, jïh joekehts almetji gaskemsh heajjede.

source: Báikkálaš plánaid ráhkadeamis galgá vuhtiiváldit ahte dat fátmmasta maid mánáid ja nuoraid geat dárbbašit sierra láhčima (gč. Ipmil addá – Mii juogadit, kapihttal 6).
sma: Hedtieideolog-ije maahta vejtiestimmiem jallh sierredimmiem sjugnedidh mah eah sjïehth dej faarhmestimmieprinsihpigujmie naemhtie dah leah EN ’ almetjereaktine tjaaleme.

source: Oskkuoahpahus galgá fátmmastit buohkaid geat leat gásttašuvvon ja duddjot searvevuođa dan njealji riikka sápmelaččaid gaskii.
sma: Faarhmestimmieprinsihpe ij leah ajve daerpies gosse dïhte saemien jïh nøørjen gaavnesjieh, bene aaj dan saemien siebriedahken sisnjelen.

source: gullevašvuođa ja gielladili dáfus.
sma: Ektievoete lea nænnoes saemien siebriedahkine.

source: Dat namuhuvvon bealit dahket oktiibuot girjáivuođa dan resursariggodagas ja máhttoriggodagas mii sápmelaččain lea, erenoamážit luonddugelbbolašvuođas ja vuoiŋŋalašvuođas.
sma: Ektievoetesne

source: Mihttomearri galgá leat ahte buohkat dovdet iežaset fátmmastuvvon girku oskkusearvevuođas, ja das maid oskkuoahpahus maid galgá duddjot ja doalahit.
sma: gaajhkesh edtjieh seammavyørtegs almetjinie årrodh saaht guktie svihtjemevoete lea. Gosse voenges soejkesjh evtede edtja aaj dejtie noeride jïh maanide mujhtedh mah sjïehteladtemem

source: 3.3 Oahppan – dáhpáhuvvá mánás, ja sosiála searvevuođas
sma: daarpesjieh, aaj meatan vaaltasuvvieh (m. Gud gir

source: Mánát ja nuorat ohppet buoremusat go ieža oasálastet, ja go servet ja leat aktiivvalaččat mielde.
sma: feerhmedh, jïh aktem ektievoetem sjugniedidh saemiej gaskemsh dejnie njiejlie laantine gusnie

source: Dat lea Mánáidlága doahpaga mielde «mánáid mieldeváikkuheapmiš. Mánáid mieldeváikkuheapmi lea go diktá mánáid ja
sma: Ektievoetebigkeme aktene aalkoealmetjeperspektijvesne tjuara gaajhkem feerhmedh mij lea aalteren, geografijen, kultuvrelle roehtsen jïh gïelen tsiehkien bïjre.

source: nuoraid searvat plánet ja čađahit doaimmaid searvegottis aktiivvalaš oasálastin ja veahkkin. Sidjiide sáhttá addit luohttámuša ja ovddasvástádusa ovdamearkkadihte ipmilbálvalusain, diakonála bálvalusain ja
sma: mah daesnie neebnesuvvieh viehkiehtieh dam ræjhkoes gellielaaketjem vierhtijste jïh daajrojste sjugniedieh, mejtie saemieh goh almetjh utnieh, ij goh unnemes gosse lea eatnemesjïehtedimmien jïh

source: luohttámušdoaimmain.
sma: voejkenevoeten bïjre.

source: Oskkuoahpahus galgá maid veahkehit sin geat leat gásttašuvvon eallit kristtalalažžan kristtalaš servvolašvuođa rámma siskkobealde.
sma: Ulmie tjuara årrodh gaajhkesh edtjieh damtedh dah leah faarhmestamme dennie jaahkoeektievoetesne mij gærhkoe lea, jïh maam jaahkoeøøhpehtimmie aaj

source: Sámi oskkuoahpahus ferte danne láhčit sosiála arenaid
sma: edtja sjugniedidh jïh tjåadtjoehtidh.

source: mas mánáid ja nuoraid sámi kristtalaš identitehta sáhttá nannet.
sma: 3.3 Lïerehtimmie – sjugniehtåvva maanesne, jïh sosijale ektievoeten mieresne

source: Das lea máhttososiologalaš bealli, danne go máhtu ferte juogadit jus dan galgá atnit jáhkehahttin.
sma: Maanah jïh noerh bøøremes lïerieh gosse leah eadtjohke meatan, jïh gosse eadtjohkelaakan viehkiehteminie.

source: Lea dárbu láhčit eanet
sma: Maanaj

source: deaivvadanbáikkiid gos mánát ja nuorat sáhttet ovttas dahkat kristtalaš searvevuođa, konfirmašunčoagganemiid, mánáid ja nuoraidleairraid, sámi girkobeivviid,
sma: viehkiehtimmie sæjhta jiehtedh edtja maanide jïh noeride meatan vaeltedh soejkesjimmesne jïh tjïrrehtimmesne dejstie dajromijstie åålmegisnie, goh eadtjohke almetjh jïh viehkiehtæjjah.

source: álgoálbmotfestiválaid ja dakkáriid bokte.
sma: Maahta dejtie krøøhkedh jïh diedtem vedtedh,

source: Čoahkkanemiid sáhttá organiseret sihke proavássuohkana, bismagotti ja riikka dásis.
sma: Dam maahta darjodh vuesiehtimmien gaavhtan saemiendaaroen gyrhkesjimmine, gusnie skyllijh

source: iešguđet giella- ja geográfalaš guovlluin sáhttet gávnnadit.
sma: dïenesjh darjoeh goh akte bielie skyllijeøøhpehtimmeste.

source: ovttastallamiid ja máhttofievrredeami buolvvaid gaskkas. 4.1 Gelbbolašvuođalokten
sma: Jaahkoeøøhpehtimmie edtja aaj viehkiehtidh dejtie mah leah kristesovveme, kristegassjine

source: Searvegottiid ja girku oskkuoahpahusa sáhttá
sma: jieledh, kristeles ektievoeten mieresne.

source: Dat lea erohussan skuvlla formálalaš oahpahussii, man sisdoallu lea oskkoldat, eallinoaidnu ja etihkka (OEE).
sma: Saemien jaahkoeøøhpehtimmie tjuara dannasinie sosialiseringsijjieh sjïehteladtedh, gusnie maanah jïh noerh åadtjoeh sijjen kristeles identitetem

source: Sámi oskkuoahpahus lea eanas dáhpáhuvvan ruovttuin ja čoakkalmasain, ja lea dássásaš searvegottiid oskkuoahpahusain.
sma: Daate aktem daajroesosiologiske vuajnoem åtna, juktie daajroem tjuara juekedh jis edtja saetnies vååjnedh.

source: Oskkuoahpahusas lea dehálaš jurddašit ovttasbargat ruovttuiguin ja
sma: Byøroe tjåenghkies gaavnesjimmiesijjieh sjïehteladtedh, gusnie maanah

source: čoakkalmasaiguin vai oažžu oktilaš ja systemáhtalaš báikkálaš vuođđuduvvon oskkuoahpahusa.
sma: maehtieh årrodh dovne prostedaltesisnie, bispedajvedaltesisnie jïh nasjovnale daltesisnie.

source: Searvegottit mat jođihit oskkuoahpahusa berrejit geahččalit oažžut ovttasbarggu mánáidgárddiiguin, skuvllaiguin ja skuvlaastoáiggeortnegiiguin.
sma: skissh, maallh j.n.v. sïjhtieh gaavnoes årrodh vierhtiebaanghkine, juktie åålmegh maehtieh dejtie åtnose vaeltedh jïh voenges tsiehkide sjïehtedidh.

source: Máhttoloktema oahppoplakáhtas čujuhit ahte skuvla galgá báikkálaš servodahkii láhčit
sma: Saemien jaahkoeøøhpehtimmien nedtesijjie www. osko.no lea akte hijven dïrrege dovne hïejmide jïh

source: vejolašvuođaid searvat oahpahussii heivvolaš vugiin.
sma: åålmegasse. Akte vierhtiebaanghke joe gååvnese, www.

source: Dan bokte sáhttá girku, mii juo lea ge dehálaš oassi báikkálaš servodagas, riggudahttit skuvlla.
sma: kirken.no/storstavalt/prosjekt /, mij vuesehte gellie prosjekth, råajvarimmieh jïh vierhtieh mejtie

source: Dakkár ovttasbargu gáibida buori fágalaš
sma: pryøvin jaahkoeøøhpehtimmiereformen pryøvenasseboelhken.

source: vuođu systematihkas, buriid gulahallanvugiid, ja dohkkeheaddji lahkoneami, čađahuvvon konsekveanta vugiin.
sma: Hamarøy jïh Sagfjorden åålmege, Sisnjelds Finmaarhken prostije jïh Noerhte Raanen åålmege prosjekth tjïrrehtin, mah

source: Dan gelbbolašvuođa mii searvegottiid
sma: joekoen fokusem utnin disse mij lea saemien.

source: Dan bokte ožžot eanebut vejolaš juogadit gelbbolašvuođa.
sma: Gåarede iedtjem jïh learoem veedtjedh daejstie prosjektijste.

source: Mihttu oažžut
sma: Saemien gærhkoeraerie aaj fïerhten jaepien

source: oskkuoahpahussii báikkálaš čatnašumi mas riikkadási mihttomearit leat relevánttat báikkálaš dásis, lea stuora fágalaš hástalus.
sma: faageråårestallemh øørnede Gyrhkeles øøhpehtimmiejarngine ektine noerhtene, gusnie barkijh jïh jïjtjevyljehke jaahkoeøøhpehtimmiebarkijh maehtieh

source: Sámi oskkuoahpahus berre háhkat ja čatnat alccesis formála gelbbolašvuođa kulturgelbbolašvuođas, máŋggagielatvuođas,
sma: gaavnesjidh, dååjrehtimmieh juekedh jïh vielie maahtoem åadtjodh. 4.3 Laavenjostoe hïejmigujmieÅålmege, eejhtegigujmie / dejgujmie mah leah

source: sámegiel- ja kulturmáhtus ja digitála oahpponeavvuid ovddidan fágasurggiin sámegillii ja dárogillii.
sma: eejhtegi åvteste jïh faadterigujmie ektine, aktem diedtem åtna jaahkoen jieledem jïh vaajesh

source: Dat guoská buot girkolaš dásiide, sihke báikkálaš-, guovllu- ja riikkadásis.
sma: Gærhkoe sæjhta dan jïjnjh fuelhkieh, maanah jïh noerh jaksedh goh gåarede.

source: 4.2 Vásihusaid juogadeapmi ja gelbbolašvuođa juohkin
sma: Daennie ektiedimmesne lea vihkeles gærhkoen

source: Sámi girkoráđđi bargá ráhkadit arenaid gos sáhttá juogadit resurssaid ja vásihemiid sámi oskkuoahpahusbargguin. Mihttu lea vurket nu olu
sma: gaavhtan, hijven ektiedimmieh dejtie sjugniedidh, guktie maanah jïh noerh varke åadtjoeh åahpanidh gærhkoetjiehtjielinie jïh dam jïjtsasse tjiehtjielinie darjodh.

source: Sámi oskkuoahpahusa neahttabáiki www.osko.no
sma: Tjuara pryøvedh guktie dovne eejhtegh /

source: – Lea go min searvegoddi ráhkadan resurssaid dahje vásihan juoidá mii sáhttá leat ávkin earáide ? lea vuogas reaidu sihke ruovttuide ja searvegoddái.
sma: Gærhkoe sæjhta ovmessie vuekieh nåhtadidh juktie laavenjostedh eejhtegigujmie / dejgujmie mah leah eejhtegi åvteste, goh eejhtegidie bïhkedidh jïh jaahkoeøøhpehtimmien bïjre bievnedh.

source: Resursabáŋkkus, www.kirken.no/storstavalt / prosjekt /, mii dál juo gávdno, lea bajilgovva olu
sma: dah mah eejhtegi åvteste altese maanah demtieh, jïh daejrieh guktie edtja øøhpehtimmiem bøøremeslaakan sjïehteladtedh.

source: 4.4 Eaktodáhtolaš mieldebargit girkus 5.0 Báikkálaš plánabargu
sma: 4.4 Jïjtjevyljehke barkijh gærhkosneGærhkoen barkoe lea jearohks jïjtjevyljehke

source: Norgga girku lea dovddastan ahte kristtalašvuođa ovddideapmi Sámis dáhpáhuvai assimileren- ja koloniserenhistorjjá rámma siskkobealde, mas ráđđejeaddjin lei «kristtalašvuohta dárogilliiš.
sma: barkijijstie.

source: Searvegottit sámi guovlluin ja dan olggobealde leat oskkuoahpahusođastusas ožžon stuorát ovddasvástádusa ja friddjavuođa láhčit ja jođihit oskkuoahpahusa mas vuostáváldá Kristusa, ja dat kultuvrralaš ja vuoiŋŋalaš árbevierru lea gietkka
sma: Eejhtegh / dah mah eejhtegi åvteste, faadterh jïh noerh leah akte vihkeles vierhtie.

source: mas oskku sáhttá ahtanuššat.
sma: Dïhte

source: Muhto maid mearkkaša dat ahte jurddašit kontekstuella vugiin, ja boahtá go kultuvrralaš heiveheapmi evangeliuma ja girkolaš árbevieruid gaskkusteami sadjái ?
sma: væljoe dagkeres barkose lea læjhkan ånnetji viesjiesåbpoe sjïdteme dej minngemes luhkiejaepiej, jïh jiene jienebh darjomh leah jearohks dah mah berkieh aaj maaksoem åadtjoeh.

source: Nugohčoduvvon kontekstualiseren lea sierra suorgi teologiijas.
sma: Gærhkoe tjuerieh læjhkan dam aerpievuekiem jïjtjevyljhkevoetine

source: Dan mielde galgá kristtalašvuođa ovddidit báikkálaš birrasis, vai báikkálaš vierut, árbevierut, árvooaidnu ja eallindulkon leat
sma: jåarhkedh. Skreerjeme, bïhkedimmie jïh dåarjoe dan barkose leah vihkeles, juktie dah almetjh dah, mah leah åålmeginie.

source: kristtalašvuođa ovdanbuktinvuogit.
sma: Jïjnjh saemien dajvine dle akte haesteme orreme

source: Dalle go álgogirku rievddai juvddálaš ovttakultuvrralaš joavkun ja šattai lihkahus mas ledje olbmot geain ledje iešguđet čearddalaš, kultuvrralaš ja oskku
sma: aajhterevoetem gærhkose sjugniedidh almetji luvnie. Histovreles dle gærhkoe saemien dajvine vuajnalgamme goh akte institusjovne mij lea ålkoelistie båateme, jïh gærhkosne almetjh orreme

source: Bávlosa Areopagossárdni lea buorre ovdamearka dasa movt vuosttaš kristtalaččat greika konteavsttas
sma: mah eah leah jïjtsh almetjijstie. Baakoepaarre kristegassje jïh saemie lea naakenidie mij akt gieltegs åtneme.

source: maid fertejedje bargat máŋggakultuvrralaš gažaldagaiguin.
sma: Dannasinie byøroe voenges barkedh gærhkoem nænnoestidh goh akte saemien

source: Bávlos addá sihke rámi ja rissii Atenalaččaide. Son rámida sin go ohcet Ipmila, ja
sma: Gåalmadinie jaahkoeartihkelisnie dle jaahkoe ojhte lihke ektievoetese ektiedamme: «Manne dam

source: nuppe bealis son fas moaitá dan go sii rohkadallet konkretiserejuvvon ipmilvuođa maid leat bidjan
sma: Dannasinie ij gåessie gænnah tjoerh åajaldidh, ihke mijjieh, mijjen mubpine mah akte jielije åålmeginie

source: tempelii.
sma: sjïdtieh.

source: Areopagosárdni čájeha ahte kristtalaš sivdnádusteologiija sáhttá doalahit dan ahte Ipmil lea min gaskkas, maiddái ovdal miššovnna álggaheami Sámis.
sma: 4.1 MaahtoelutnjemeDovne barkijh åålmeginie jïh eejhtegh / dah mah eejhtegi åvteste, faadterh jïh slïekth hïejmesne jïh voengesisnie dejnie saemien

source: Ovtta olbmos son lea dahkan buot álbmogiid ja diktá sin ássat miehtá eatnama; son lea bidjan sid-jiide ásahuvvon áiggiid ja lea mearridan sin ássan
sma: Maahta åålmegi jïh gærhkoen jaahkoeøøhpehtimmiem vååjnedh goh akte ij-byjjes øøhpehtimmie, jïh hïejmi jaahkoeøøhpehtimmie goh akte ovbyjjes

source: guovlluid rájiid.
sma: jaahkoeøøhpehtimmie.

source: Dán son lea dahkan, vai sii ozašedje Ipmila, jos de dovddašedje ja gávnnašedje su, vaikko son ii leat guhkkin eret ovttasge mis.
sma: Daate skuvlen byjjes øøhpehtimmeste joekehtahta, mij daan biejjien lea religijovne, jielemelearoe jïh etihke (RJE).Saemien jaahkoeøøhpehtimmie lea

source: (Apd 17,26-27) Sámi servodagas leat iešguđetlágan servodathámiid.
sma: Vihkeles jaahkoeøøhpehtimmiem ussjedidh laavenjostosne hïejmine jïh åålmeginie,

source: nugohčoduvvon sámi suohkaniin, earát fas báikkiin gos dušše leat dáru ásahusat ja dárogielagat stivrrain ja jođiheamis.
sma: juktie aktem iktemearan jïh øørnegen mietie jaahkoeøøhpehtimmiem åadtjodh voenges tsåeptsine.

source: Sámi mánáide ja nuoraide berre oskkuoahpahusa álggahit
sma: Dïhte jaahkoeøøhpehtimmie mejnie åålmegh gïehtelieh, byøroe aktem laavenjostoem

source: báikkálaš sámivuođas, ja seammás ovddidit sámi girjáivuođa.
sma: buektiehtidh maanagïertigujmie, skuvlh jïh skuvleeejehtallemeøørnegh.

source: bargguin, doaibmabijuin ja resurssain maid leat oskkuoahpahusođastusa geahččalanáigodagas geahččalan.
sma: Maahtoelutnjemen lïerehtimmieplaakatesne tjåådtje skuvle edtja sjïehteladtedh ihke voenges siebriedahkh

source: Hápmir ja Sagfjord searvegoddi, Sis
sma: øøhpehtimmesne meatan sjïdtieh jiermijeslaakan.

source: Finnmárkku proavássuohkan, Davvi-Rana searvegoddi čađahedje bargguid mat sierraládje čalmmustahtte sámivuođa.
sma: Daate sæjhta jiehtedh gærhkoe, mij raaktan lea akte vihkeles bielie dehtie voenges siebriedahkeste, maahta skuvlide ræjhkoesåbpoe darjodh.

source: Dain bargguin lea vejolaš oažžut movttiidahttima ja oahpu.
sma: Byøroe dam maahtoem, maam åålmegi jaahkoeøøhpehtimmiebarkijh leah åådtjeme

source: Sámi girkoráđđi lágida dasalassin jahkásaš
sma: Daate sjïehteladta maahtoem jienebigujmie juekedh.

source: fágakonferánssaid Girkolaš oahpahusguovddážiin Davvin, ja dasa sáhttet virgáduvvon bargit ja eaktodáhtolaš oskkuoahpahusmieldebargit searvat, juogadit vásihusaid ja oažžut lassi gelbbolašvuođa.
sma: Dïhte ulmie akten voenges tsåeptsien bïjre jaahkoeøøhpehtimmeste, gusnie dah nasjovnale ulmieh sjyøhtehke dorjesuvvieh voenges daltesisnie, lea akte stoerre faageles haesteme.

source: Searvegottis lea, ovttas váhnemiiguin / váhnenovddasteddjiiguin ja ristváhnemiiguin, ovddasvástádus gaskkustit oskku eallima ja
sma: Maahtoe jienebekultuvrelle pedagogihken sisnjelen jïh kultuvregïehtjedimmie, sæjhta daennie ektiedimmesne sjyøhtehke årrodh.

source: muitalusaid.
sma: Saemien jaahkoeøøhpehtimmie byøroe pryøvedh

source: Girku háliida olahit govdadit bearrašiid, mánáid ja nuoraid. Máná eallima vuosttaš jagiid álgooktavuohta gullá váhnemiidda / váhnenovddasteddjiide.
sma: byjjes maahtoem skååffedh dej faagesuerkiej sisnjeli goh kultuvremaahtoe, jienebegïelevoete, saemien gïele- jïh kultuvredaajroe jïh digitale learoevierhtieevtiedimmie saemien jïh nøørjen

source: Girkui lea danne dehálaš ásahit buriid oktavuođaid singuin, vai mánát ja
sma: Daate lea dovne voengesgyrhkeles, regijovnegyrhkeles jïh nasjovnalegyrhkeles daltesisnie.

source: nuorat áigá juo ožžot vejolašvuođa oahpásnuvvat girkolatnjii ja atnit dan alcceseaset oahpisin.
sma: 4.2 Juekeme dååjrehtimmeste jïh maahtoegeerjehtimmieSaemien gærhkoeraerie barkeminie sijjieh

source: Sihke váhnemiid / váhnenovddasteddjiid ja mánáid galgá diktit geahččalit oažžut buori oktavuođa girkui, vai
sma: sjugniedidh juktie vierhtie-jïh dååjrehtimmieh juekedh saemien jaahkoeøøhpehtimmien sisnjelen. Akte ulmie lea dan jïjnjh vierhtiematerijell

source: sii ovttas earáiguin leat girku searvegoddi.
sma: buektiehtidh goh gåarede, dannasinie åssjaldahkh,

source: oskkuoahpahusa birra.
sma: 4.0 Soejkesje åtnosne

source: Váhnemat / váhnenovddasteaddjit dovdet iežaset mánáid, ja dihtet movt oahpahusa sáhttá buoremusat láhčit.
sma: – Mijjen åålmege vierhtieh evtiedamme jallh dååjrehtimmieh dorjeme mejstie jeatjebh maehtieh aevhkiem utnedh ?

source: Searvegottit dárbbašit daid dieđuid maid
sma: – Guktie eejhtegh / dah mah eejhtegi åvteste jïh faadterh maehtieh sjyøhtehke saemien tjaalegigujmie åahpanidh mah maehtieh skreejredh jaahkoem juekedh jïh dam gåetesne utnedh ?

source: váhnemat / váhnenovddasdeaddjit sáhttet addit vai lea vejolaš fátmmastit buohkaid searvegotti doaimmaide.
sma: kultuvreste, histovrijeste jïh aerpievuekijste nåhtadidh, juktie dejtie kristeles jaahkoeriektesidie

source: Girku dárbbaša eaktodáhtolaš mieldebargiid.
sma: 5.2 Evtiedimmie aktede voenges jaahkoeøøhpehtimmiesoejkesjistie

source: Váhnemat / váhnenovddasdeaddjit, ristváhnemat ja nuorat leat mávssolaš resurssat.
sma: Edtja dejtie soejkesjidie Gud gir – Vi deler jïh Soejkesje saemien jaahkoeøøhpehtæmman ektesne

source: gártan dan duohkái ahte sii geat barget ožžot bálkká dan ovddas.
sma: vuejnedh, guktie maanah jïh noerh aktem ellies jaahkoeøøhpehtimmiem åadtjoeh.

source: Girku dárbbaša almmatge fievrredit viidáseappot eaktodáhtolaš árbevieru.
sma: Åålmeginie saemien maanaj- jïh noerigujmie edtja dam krøøhkedh gosse dam voenges

source: Lea dehálaš movttiidahttit, bagadallat ja doarjut bargguid, dannego sii leat olbmot geat dahket
sma: Veanhtede dah åålmegh dejnie saemien vorngedajvine buektiehtieh lïerehtimmieulmide voebnesjidh.

source: Máŋgga sámi guovllus lea leamaš hástalus ásahit olbmuid gaskkas eaiggátvuođa girkui.
sma: (m. goere kapihtelisnie 2.2) sijjen gamteråajvarimmine.

source: Historjjálaččat lea girku sámi guovlluin leamaš
sma: Dejnie åålmeginie gusnie saemien maanah jïh

source: dego olggobealde boahtán ásahus, ja olbmot geat leat ovddastan girku eai leat leamaš iežaset olbmot.
sma: noerh leah unnebelåhkojne, dle maadta pryøvedh lïerehtimmieulmide voebnesjidh dejnie gamte råajvarimmine.

source: Sátnebárra kristtalaš ja sápmelaš lea máŋgasiid mielas vehá váttis.
sma: Måedtide åålmegidie sæjhta sjyøhtehke årrodh jïjtsh darjomh øørnedidh, gusnie

source: Danne berre báikkálaččat bargat
sma: fokusem beaja dejtie saemien lïerehtimmieulmide.

source: Girku galgá leat rabas álbmotgirku mii atná árvvusin sámivuođa ja lea mielde botkemin jávohisvuođa dan negatiivvalaš historjjás mii girku rollas lei koloniserema,
sma: Gaajhkh maanah jïh noerh mah leah meatan aktene ellies jaahkoeøøhpehtimmesne edtjieh damtedh dah leah faarhmestamme aktene stoerre ektievoetesne, jïh dååjredh dej maadtoe lea

source: miššonerema ja assimilerema ektui.
sma: akte aarvoe ektievoeten gaavhtan.

source: Soabadeapmi lea dán oktavuođas guovddáš doaba, ja gávdnojit juo barggut maidda girku lea searvan ja lea leamaš mielde čatname soabadanteologiija konkrehta
sma: Dah åålmegh edtjieh sijjen jaahkoeøøhpehtimmiesoejkesjh jaabnan staeriedidh, juktie dam daerpies orrestehtemem jïh evtiedimmiem gorredidh.

source: bargguide (gč. Dialog og livsmestring, Nord-Salten).
sma: Dah dååjrehtimmieh mejtie voenges åådtje sæjhta akte hijven vierhtie

source: fátmmasteaddji.
sma: årrodh daennie barkosne.

source: searvevuohta čatná olbmuid oktii.
sma: 5.3 Åtnoe voenges daajroste jïh maahtoste

source: Danin eat galgga vajáldahttit ahte dat leat mii, oktan iežamet lagamuččain, geat dahkat ealli searvegotti.
sma: Mij saemievoetem muana, jïh mij muana ihke maahta saemine jieledh leah joekehts

source: Das leat mii buohkat sivdniduvvon Ipmila gova mielde, mas
sma: siebriedahkeste siebriedahkese jïh åålmegistie åålmegasse.

source: lea dat árvu maid ii sáhte loavkašuhttit.
sma: daan beajjetje siebriedahketsiehkieh.

source: – Movt sáhttá sámi kultuvra leat resursan oskkuoahpahusas du searvegottis ? 5.4 Kárten Searvegotti ja báikkálaš birrasa kárten lea dehálaš
sma: Jalhts maahtoe fååtese, ij dïhte læjhkan byørh heaptojne årrodh ihke åålmege aktem faalenassem evtede, mij lea riekteme saemien maanide jïh noeride.

source: vuođđobargu go galgá hábmet báikkálaš plána.
sma: Jïjnjh åålmeginie gusnie saemieh årroeh, lea voenges

source: Searvegottit olggobealde
sma: maahtoe jïh dååjrehtimmie.

source: Sáhttá leat váttis kártet leat go báhppasuohkanis sámi mánát ja nuorat, erenoamážit olggobealde sámi árbevirolaš ássanguovlluid.
sma: Daate lea vierhtieh mejtie åålmege maahta aevhkine utnedh sov jaahkoeøøhpehtimmesne saemien maanide jïh noeride. Lissine aktegs almetjidie, dle maahta

source: Searvegottiid hástalus lea gávdnat vugiid sihke kártet mieldelahtuid geain lea sámi duogáš, ja ráhkadit buriid vugiid vai dat
sma: sjyøhtehke årrodh gaskesadtedh saemien siebriejgujmie, gïele-jïh kultuvrejarngh jallh saemien skuvle- jïh maanagïertefaalenassh voengesisnie.

source: 5.2 Báikkálaš oskkuoahpahusplána ovdanáhttin Go sámi mánáide ja nuoraide galgá sihkkarastit 5.3 Báikkálaš máhtu ja gelbbolašvuođa geavaheapmi Mii sámivuohta lea ja dat movt eallit sápmelažžan
sma: Dah åålmegh mah eah vierhtiealmetjh jallh- byjresh gaavnh voengesisnie maehtieh vuesiehtimmien gaavhtan raerien mietie gihtjedh bispedajvekontovrine bispedajvine mah akten sjïere

source: ollislaš oskkuoahpahusplána, de ferte geahččat oktilasat dan guokte plána Ipmil addá – Mii juogadit ja Sámi oskkuoahpahusplána.
sma: diedtem utnieh gyrhkeles gagkestimmien åvteste saemiengïelesne (Nidaros: åarjelsaemien, ÅarjelHålogalaante: julevsaemien, Noerhte-Hålogalaante: noerhtesaemien), jallh Saemien Gærhkoeraerien

source: Searvegottiin gos leat sámi mánát ja nuorat galget báikkálaš oskkuoahpahusplána ovdanáhttimis dan vuhtiiváldit.
sma: Byøroe aaj øøhpehtimmiem gaavnesjimmine vuarjasjidh goh akte alternatijve. Akte laavenjostoe åålmegi gaskem jallh prostijedaltesisnie, gusnie

source: Vuordámuš sámi guovddášguovlluid searvegottiide lea ahte dat devdet oahppomihtuid (gč. tabealla 2.2 kapihttalis) iežaset
sma: leejrh jallh gaavnesjimmieh øørnesuvvieh, mah fokusem utnieh jaahkoeøøhpehtæmman saemien maanide jïh noeride.

source: govdodatdoaimmain.
sma: Tjuara gaavnesjimmieh

source: doaibmabijuid mas čalmmustahttet sámi oahppomihtuid.
sma: 5.1 Kontekstuelle ussjedimmieDïhte nøørjen gærhkoe lea byjhkeme dïhte

source: Searvegottiin gos sámi mánát ja nuorat leat unnitlogus, sáhttá nubbin vejolašvuohtan válljet muhtin sámi oahppomihtuid
sma: kristedehteme Saemien eatnamistie lij akten vejtiestimmie- jïh koloniseringhistovrijen mieresne, gusnie «kristelesvoete nøørjesneš reeri.

source: Buot mánát ja nuorat geat oasálastet ollislaš oskkuoahpahusas galget dovdat iežaset
sma: Åålmegh saemien dajvine jïh ålkoelisnie leah

source: fátmmastuvvon dan stuora searvevuođas, ja dovdat iežaset duogáža leat searvevuhtii riggodahkan. Nugo rumaš lea okta, ja das leat máŋga lahtu, ja buot dat lahtut dahket ovtta rupmaša, vaikko leat ge máŋga, nu lea maiddái Kristusiin ge.
sma: jaahkoeøøhpehtimmiereformesne stuerebe diedtem åådtjeme, jïh åadtjoeh jïjtje sjïehteladtedh jïh aktem jaahkoeøøhpehtimmiem utnedh gusnie Kristusem dååste, jïh gusnie dïhte kultuvrelle jïh voejkenen aerpievuekie lea goh dïhte gïerhkeme gusnie

source: (1. Kor 12,12)
sma: aerpievuektijste ?
